[
    {
        "ID ": "1",
        "TITLE": "The four friends",
        "STORY": "An unusual group of four friends lived deep inside a forest. The four friends were: a deer, a crow, a mole and a tortoise. They would meet every afternoon under a shady banyan tree and talk for hours.\nOne day, the deer did not turn up at the usual time. The mole, tortoise and crow were worried. The mole turned to the crow, I think you better fly around and see where the deer is. The crow nodded her head and flew away.\nShe didnt have to fly too far to find the deer. Unfortunately, the deer was trapped in a hunters net! Friend deer! What happened? the crow cried.\nThe deer sighed, I am normally very careful in where I put my step. But this net was well-hidden. I am now trapped. It is only a matter of time before the hunter gets here.\nIll get some help, the crow said as she flapped away. She quickly flew to the banyan tree where the mole and tortoise were waiting. She told them everything that had happened.\nFriend tortoise, you wait right here, said the mole, I will go with the crow and cut the net our friend is trapped in with my sharp teeth.\nThe crow picked up the mole in her beak and flew quickly to the spot where the deer was trapped.\nThe deer was happy to see his friends. The mole start cutting through the net. It was hard work, but soon the deer was free. Thank you friend mole! the deer cried out as he stepped out of the net.\nAh! Looks like our friend is free! came a voice from the bushes. It was the tortoise who had walked slowly to the spot.\nAt same moment, the hunter arrived. The deer ran swiftly. The crow flew away. The mole quickly dug a hole to hide in. But the tortoise was too slow.\nThe hunter was shocked to see that the net had been cut. But then his eyes fell on the slowly moving tortoise. I lost the deer, but this tortoise will make a fine soup, he thought to himself, as he tied the tortoise up with a rope.  \nOh no! Weve lost our friend! cried the crow.\nNo, there is still hope, said the mole with a smile as he whispered a plan to his two friends.\nWith the tortoise on his back, the hunter headed back to the village. The path took him past a lake. He saw the body of a deer lying on the grass. A crow was sitting on the deers antlers, pecking at his eyes.\nThe hunter could not believe his luck. I lost one deer, but looks like I have found another! And I dont even have to kill this one, he said to himself.\nThe tortoise smiled. His friends had come to rescue him.\nThe hunter left the tortoise on the ground and ran towards the deer. The mole ran out of the bush and quickly cut the rope. The tortoise was free! Friend tortoise, run! cried the mole.\nFor a tortoise, he moved really fast straight to the lake.  \nMeanwhile, the hunter had almost reached the deer. The crow could see that the tortoise was now safe in lake. Caw! Caw! she cried and flew away.\nThat was the signal! The deer sprang to his feet and ran away. The hunter had no chance of catching him. And when he turned back, he found the tortoise missing too!\nThe four friends hurried back to the banyan tree. Thank you friends for saving my life! said the tortoise.\nNo thanks needed, said the deer with a smile, As long as we help each\nother, well always be safe!"
    },
    {
        "ID ": "2",
        "TITLE": "The Talkative Turtle",
        "STORY": "A talkative turtle called Tom lived in a lake deep inside a forest. He would talk all day long with anyone- from tiny ants to giant elephants. But Tom liked to talk most with his best friends-a pair of geese called Bo and Mo. The three friends lived in the same lake.\nOne day, they noticed that the water in the lake was drying up. It hadnt rained all year. Many animals in the forest were leaving the forest in search of water.\nBo and Mo decided to leave too. With a heavy heart, they came to say goodbye to Tom.\nBut why are you saying goodbye? asked Tom Without water, there soon wont be any fish in the lake. I too want to leave.\nWe would love to take you along, Bo said sadly. But you cannot fly. How will you come with us?\nOh, thats not a problem. We just have to find a sturdy log of wood. You hold the log with your beaks and fly. I will hold on to the wood with my mouth. That way we can all leave together, Tom said.\nMo looked worried, Thats a nice plan. But Tom you love to talk. When we are up in the air you cant open your mouth.\nTom laughed, I can keep quiet when its important. Lets go guys! Itll be an adventure.\nThe three friends left the next morning. Tom was excited. He had lived all his life on the ground. Now he could see mountains from a height. Even the tall elephants looked tiny from the sky. He wanted to discuss all this with his friends. But remembering Mos words, he kept his mouth shut.\nThe three soon passed over a village. The villagers had seen geese fly before. But never had they seen geese flying with a log of wood between their beaks.\nWhat is that? the villagers shouted, Is that a ball they are carrying? asked one villager.\nNo, no. Its a bundle of clothes, shouted another.\nHey, what will geese do with clothes, laughed another.\nTom was confused. What are these villagers blabbering? he wanted to ask.\nBut the moment he opened his mouth, he dropped straight to the ground. He hit his head on a rock and fell unconscious.\nWhen Tom opened his eyes, he saw Bo and Mo standing over him. Seeing Toms confusion, Bo spoke, You fell when you opened your mouth even though we had asked you to keep it shut.\nThe villagers were kind. They took care of you and then left you near a lake, said Mo.\nTom looked around. They were at a beautiful lake.\nI think this is a nice place to call home, isnt it? the geese asked Tom.\nBut Tom had learnt his lesson. He simply nodded without opening his mouth.\n"
    },
    {
        "ID ": "3",
        "TITLE": "The lion and the hare",
        "STORY": "It was noon. The sun was overhead. It was meal time. The lion king was hungry, but there was no sight of food. It had never happened before. As the sun came overhead, an animal would approach the Lion king and offer itself as food.\nThere was a time, the lion would go out hunting and kill whichever animal he could catch. The animals requested the lion not to wipe them out. They offered to send one animal every day at noon as meal to the king. The lion king agreed, and since then he had stopped hunting. His meal arrived at his cave every day at noon.\nBut not this day. The lion was getting impatient. His stomach was growling. He was getting angry too.\nJust then, he spotted a rabbit approaching him.\nSo, my food is late and so small! These animals need to be taught a lesson, the lion thought. But first let me fill my stomach, he decided.\nHow dare you arrive so late? he growled at the hare.\nIm sorry, My Lord. I would have reached here on time. But I was delayed by this new lion in the jungle, the hare said.\nThe lion was shocked, I command you to tell me all about this lion.\nThis lion wanted to gobble me up. But I told him that I was already on my way to meet you. The lion laughed at me. He said that a real king hunts his prey, and that I shouldnt bow to a weak lion like you. His words, my Lord, not mine!How dare this lion insult me. Take me to him this instant, the lion said angrily.\nMy Lord, the other lion also wanted to meet you. He spared my life so that I could deliver his message to you. He says he is the new King of the jungle.\nDid he say so? Lead me to that imposter.\nBut my Lord, I wouldnt suggest going after him. He is strong, and he lives in a fortress.\nHa! I wouldnt expect a puny hare to understand pride. No one in this jungle can challenge me and live. Just lead me to this fake king of the jungle.\nThe hare took the lion to the other end of the jungle. A stone well stood in a clearing. My Lord, the other lion lives inside that fort, he whispered.\nThe lion climbed the wall of the well and looked down. There he saw the other lion looking back at him. The foolish lion didnt realize that he was staring at his own reflection. He gave a huge roar. The roar echoed in the walls of the well and sounded even louder.\nThe lion turned to the hare. You are right. This fellow is very strong. His roar is mighty. But dont worry, I will kill him in a jiffy.\nSaying this, the lion jumped into the well. He hit his head at the wells bottom and never came out.\nAll the animals hiding behind the bushes came out clapping. The hare gave them a bow.\n\n"
    },
    {
        "ID ": "4",
        "TITLE": "The three promises -1",
        "STORY": "A young man named Aditya was walking through a forest. He came across a well. Aditya was thirsty and wanted to drink some water. But he was shocked to see a tiger, a snake and a man trapped inside the well, which was dry. All three pleaded with Aditya to pull them up.\nAditya was scared. What if the tiger eats me? What if the snake bites me? he thought. But the tiger assured him that he wouldnt harm Aditya if he rescued him. The snake hissed in agreement.\nAditya threw a long rope inside the well to help the three out. The tiger came out first. Thank you for helping me friend. If you are ever in this forest again, come visit me at my home. I promise to repay you for your help, the tiger said.\nThe snake was the next to come out. You are a brave young man. I promise that I will be there whenever you need my help. All you need to do is take my name, the snake said.\nFinally, it was the turn of the human. Thank you. Thank you, good sir. I work as a goldsmith in the capital city. I promise to be your friend forever. Please visit me if you ever come to the city.\nHappy to have made new friends, Aditya resumed his journey. A few years later, he was passing by the same forest. Aditya remembered the tigers promise. He made his way to the cave where the tiger lived.\nThe tiger greeted him warmly. He gave him fresh fruits from the forest and water to drink. When Aditya was about to leave, the tiger gave him gold ornaments covered with precious gems. Heres a small gift my friend. I hope you like it.\nAditya was grateful for the gift, but he didnt know what to do with the ornaments. Then he remembered his friend, the goldsmith. The goldsmith would be able to melt the ornaments and give Aditya gold coins.\nThe goldsmith greeted Aditya warmly. He offered him cool lemonade and asked him about the journey. Aditya told him about his visit to the tiger and its gifts. He asked the goldsmith to help him by melting the ornaments and giving him gold coins.\nThe goldsmith was shocked when he saw the ornaments. The goldsmith had made them with his own hands for the kings younger brother. The same younger brother who had gone missing in the forest a few months ago. The king had announced a reward for anyone who could provide information about the prince.\nBut the goldsmith hid his shock. If I tell the king that this young man has killed the prince, he will definitely give me the reward, he thought.\nThe goldsmith asked Aditya to rest for some time and made his way to the palace. The goldsmith said that he had found the man who had killed the kings younger brother.\nThe king dispatched soldiers to the goldsmiths house to arrest Aditya. The king refused to hear Adityas side of the story and threw him in jail.\n"
    },
    {
        "ID ": "5",
        "TITLE": "The three promises -2",
        "STORY": "As Aditya sat sadly inside the jail cell, he remembered the snake's promise. He called out the snake's name. Moments later, the snake slithered into the jail. How are you my friend? asked the snake, And why are you in jail?\nAditya told the snake the whole story. Dont worry, Aditya. I have a plan. The snake whispered a plan in Adityas ears.\nThe next day news spread across the palace that the queen had been bitten by a snake. The best doctors in the kingdom were called to treat her. But the queen remained unconscious. The king announced a reward for anyone who could treat the queen.Aditya told the soldier outside his cell that he could save the queen. The king immediately sent for him. I need to enter the queens room all alone. No one should be present in the room. Otherwise the cure wont work.\nThe king left strict instructions with the guards that no one except Aditya be allowed to the enter the room.\nThe room was quiet when Aditya entered. He whispered the snakes name once again. The snake smiled at Aditya and drew the poison out from the queens body. Aditya thanked the snake before it disappeared.\nA few minutes later, the queen opened her eyes. The king was overjoyed. Young man, you may ask for any reward you want.\nYour Majesty, I dont want any wealth. I only ask that you listen to my story. I have not harmed your brother. I ask you to believe me.\nAditya then narrated everything that had happened, including the three promises made by the tiger, the goldsmith and the snake.\nThe king cancelled Adityas jail term. He sent for the goldsmith and punished him instead. He then gave Aditya a bag of gold for his honesty.\n"
    },
    {
        "ID ": "6",
        "TITLE": "Weaver goes to war-2",
        "STORY": "Princess Srimati's father, the King of Vishalanagar, was sitting in the royal court. The neighbouring king had sent a messenger, demanding a tribute. If the King did not pay the tribute, it would mean war. The King was a worried. The neighbouring king was very powerful. The armies of Vishalnagar would be no match for them.\nJust then, a soldier rushed into court. Bowing to the king, he said, \"My Lord, sorry for the intrusion. But this is an urgent matter. Can we speak in private?\" \nThis soldier was in charge of Princess Srimati's security. The King immediately agreed. When the two were alone, the soldier spoke, My Lord. I have troubling news. It has come to my attention that a stranger visits Princess Srimatis room every night.\nBut how does this man enter her room? Dont we have soldiers at every door? the King asked angrily.\nWe do. But this man flies in on a bird.\nThe king was shocked. Lets catch him tonight. As soon as this man flies in on this bird, we will enter the room and nab him.\nThat night, the weaver entered Srimatis room as usual. As soon as he stepped in, the King and Queen, followed by the soldiers, rushed in. Srimati and the weaver shivered with fright.\nWho is this man Srimati? the king thundered.\nSlowly, the Princess told her parents everything, including how she had ended up marrying Lord Vishnu.\nWhen the King and Queen heard that their son-in-law was none other than Lord Vishnu, they fell at his feet. The weaver felt awkward, but he no choice but to pretend that he was Lord Vishnu.\nThe next day the King summoned the neighbouring kings messenger. Tell your king that Vishalnagar will not pay him any tribute. He can come with an army if he wants!\nEveryone in the court was shocked. The Queen turned to the King, Can our army win this battle?\nThe King smiled and spoke loudly for everyone to hear. We can defeat all our enemies when Lord Vishnu himself is our son-in-law.\nSoon, the neighbouring king arrived at Vishalnagars gates eager to fight. He did not believe that Lord Vishnu was on earth. Soon he would crush Vishalnagars army.\nWithin the city gates, the King and Queen were dressing the weaver for battle. The weaver felt trapped. His friend, the carpenter, came to visit him.\nA weaver can fight no battles. It is better that you fly away on the bird with Princess Srimati, the carpenter said.\nNo, my friend. I would die of shame. If I go to the battlefield, at least I can die a hero, the weaver replied.\nMeanwhile, the real Garuda flew to Lord Vishnus home in Vaikuntha. He told him about the weaver who was pretending to be Lord Vishnu and how he was riding to battle on a fake bird.\nMy Lord, if this weaver is killed, everyone will think that the king has defeated Lord Vishnu himself. We cannot let that happen.\nLord Vishnu laughed. So, youre worried we look weak? Dont worry my friend. Everything will be alright.\nThe next morning, dressed in armour, the weaver climbed onto the mechanical bird. No one in Vishalnagar was worried. Everyone felt that the battle was as good as won.\nThe weaver flew over the city walls towards the army. He closed his eyes and started praying to Lord Vishnu keep the people of Vishalnagar safe. He prayed that the neighbouring king would be sensible. He prayed for strength in the battle.\nAs soon as he opened his eyes, the weaver was filled with a strange strength. The wind was in his hair. He had nothing to lose. He let out a huge roar.\nHearing the roar, the opposing army got scared. But they were scared of their king even more. They stood grimly as the bird came near.\nThe weaver wanted to fly over the army far away from their arrows and swords. Suddenly the bird jerked. Something was wrong. A gear was stuck. The wings were no longer flapping. The bird was crashing. And it was heading straight for the opposing armies.\nThe soldiers panicked watching the mechanical Garuda come straight at them. They started running helter-skelter as the mechanical Garuda crashed to the ground.\nDust was flying everywhere when the weaver got up from the ground. When the dust settled, the army was nowhere to be seen. The weaver walked back to city and was given a heros welcome.\nHe touched the Kings feet and confessed everything. The King was shocked to learn the weavers true identity. But he was grateful to him for driving away the enemy. He blessed the weaver and his daughter and the two were married once again with great pomp.\n"
    },
    {
        "ID ": "7",
        "TITLE": "Weaver goes to war-1",
        "STORY": "A weaver and his friend, the carpenter, lived in the bustling city of Vishalnagar. One evening, the two friends went out to have a cup of tea. A beautiful carriage went by on the street. As the weaver admired the carriage, the curtains on its windows opened a little. The weaver caught a glimpse of the person sitting inside. She was the most beautiful girl he had ever seen. He instantly fell in love with her.\nDo you know who that carriage belongs to?\" the weaver asked his friend.\" Of course, I do. I built that carriage for the King! That was Princess Srimati, the carpenter replied.\nThe weaver was lost in thought. Though he was wealthy and good at his work, he could never dream of marrying a princess. This made the weaver so sad that he couldnt concentrate on work. The carpenter noticed his friend in this sad state and decided to help him.\nTwo weeks later, he called the weaver to his workshop. There was a large object inside covered with cloth. The carpenter pulled the cloth down. The weaver gaped at the object in astonishment.\nIt was a gigantic machine in the shape of a bird. Not just any bird, but an eagle. The carpenter pressed a small button on the eagles belly. One of the wings slowly tilted down. The carpenter walked up the wing onto the neck of the bird. The weaver followed in wide-eyed wonder.\nOn the neck of the eagle, was a small cushioned seat. In front of the seat were hidden controls.\nMy friend, this is an eagle that can fly, the carpenter said, You pull this lever and the bird will spread its wings. Pull this lever to make the wings flap and start flying.\nBut what is all this for? the weaver asked.This eagle looks just like Garuda, Lord Vishnus ride. You can dress up as Lord Vishnu and fly this bird to the Princess Srimatis balcony. A weaver may not be able to marry a princess. But surely a God can, replied the carpenter with a smile.\nThe weaver thanked his friend. The next night, the weaver dressed as Lord Vishnu, flew to the princess balcony on the mechanical eagle.\nIt was a beautiful night. The moon was full. The princess was standing at the balcony admiring its beauty. She felt a gush of wind. The eagle landed softly behind her. The princess turned and was shocked to see a giant bird.\nThat bird looks familiar, she thought, Wait! That looks like Lord Vishnus bird, Garuda.\nAt that moment the left wing dropped down. Walking down the wing was Lord Vishnu himself. Princess Srimati fainted. When she opened her eyes, she was staring into the eyes of the weaver, who was looking down at her with concern.\nSrimati smiled as she hurried to her feet and bowed down to Lord Vishnu.\nMy Lord! What brings you to our kingdom?\nPrincess, it is you who has brought me to this kingdom, the weaver replied. Srimati blushed as the weaver continued. Princess, I have fallen in love with you, and wish to marry you. Do accept my proposal.\nSrimati said nothing, but simply nodded.\nThe weaver and the princess got married that same night. From that day on, the weaver would come every night on his bird dressed as Lord Vishnu. The young couple spent a lot of time together, and slowly got to know each other.\nThats how for the first time in Vishalnagar, a weaver married a princess. It was their secret. Unfortunately, this secret was about to be exposed very soon.\n\n"
    },
    {
        "ID ": "8",
        "TITLE": "The crow and the serpent",
        "STORY": "There was a large banyan tree deep inside a dense forest. Its branches spread in all directions, throwing a large shade on the ground. The branches were full of leaves, which rustled when the wind blew. One day, Guru the crow, landed on one of the branches. It was a hot summer day, and Guru enjoyed the cool breeze on the banyan tree.\nHe looked around, but was surprised to see no nests on such a majestic, friendly tree. He couldn't hear the squeaking of the squirrels, the shrill cry of the mynahs or the twittering of sparrows. It was strange, but Guru found the tree silent and peaceful.\nThe next day he brought his wife Mia to the tree. The two crows lovingly built a nest on one of the thick branches of the tree. The two loved their new home.\nA few months later, Mia laid four eggs. After some time, four crow chicks hatched from the eggs. Guru and Mia were extremely happy. They flew the next day to find some juicy worms for the hungry chicks. But when they returned in the evening, they found the babies missing.\nGuru and Mia cawed at the top of their voice in despair. They flew all around the banyan tree wondering if the chicks had fallen off the nest. But there was no sign of the chicks.\nAs Guru was searching near the ground, he noticed a hole at the base of the tree. It was dark inside. Suddenly, he saw a pair of thin eyes. Gurus heart leapt in panic. But the moment he blinked, the eyes were gone. Guru thought he must have imagined it. He said nothing to Mia.\nA few months later Mia again laid eggs. Once again, the parents felt happy looking at the new-born chicks. The babies were healthy. But they were extremely hungry. Though they didnt want to leave the chicks alone, Guru and Mia had to leave the nest to find food.\nWhen they returned in the evening, once again they found the nest empty. Guru immediately remembered the hole at the base of the tree. He flew there to see if he could see those eyes he had seen. The hole was dark. But at its mouth Guru saw a feather. It was a crow feather.\nHe cawed loudly at the hole. The sound boomed inside the hole. Guru continued his cawing in anger. Suddenly, there was a loud hiss. Guru jumped back in fear. A big black cobra emerged from the hole. It looked coldly at Guru, and went back in.\nGuru hurried to Mia, and told her everything he had seen. Mia was scared. Now I know why there arent any nests on this tree. This snake eats bird babies. Lets leave Guru. Im very scared.\nWe cant leave our home Mia, said Guru.\nGuru, I know you like this tree. But dont you think we can be happy wherever we go? Think of how happy we will be with our babies? said Mia.\nYes, we will be happy. But I dont like being forced to leave. Think of all the birds who thought like that and left this beautiful tree. Dont worry Mia. I will think of a plan.\nSome time passed, and Mia once again laid eggs. She kept asking Guru what he planned to do. She feared for her chicks.\nMeanwhile, Guru had no idea how to deal with the snake. He decided to ask his friend jackal for help. The jackal heard the whole story. Without saying a word, he went for a long walk. When he returned he had a smile on his face. He whispered the plan into Gurus ears.\nThe next day Guru flew towards the river. He sat on a large rock and waited. Soon he saw the thing he was waiting for. A large group of people approached the river. It was the queen of the land coming to the river for a picnic. The queen stepped out on the grass. Her helpers spread a soft mattress, and the queen sat down. She took off her jewellery to relax under the sun.\nThis was the moment Guru was waiting for. He hopped on the mattress, picked up the necklace and flew away. The queens guards ran behind Guru, who made sure he flew slowly, allowing the soldiers to spot him.\nSoon, he reached the banyan tree, and dropped the necklace inside the snakes hole. The soldiers rushed forward. They began digging at the hole to retrieve the necklace. Suddenly, they heard a hiss. It was the cobra. It spread its hood, ready to strike at anyone who attacked. But the soldiers were clever. They thrashed the snake with sticks, and threw it away. They found the necklace and returned it to the queen.\nHigh on the banyan branches Guru and Mia saw everything that happened. Guru cawed his thanks to the soldiers. As soon as the soldiers left, Guru and Mia heard a crack. The first chick put its head outside the egg. Guru and Mia smiled. One by one, all the chicks hatched. This time all of them lived happily together.\n"
    },
    {
        "ID ": "9",
        "TITLE": "Lallu the crocodile",
        "STORY": "Lallu, the crocodile was bored. He was looking for friends to play with. He found none. Then, he spotted an elephant wading into a stream.Ah, it will be fun to pull him into the water, Lallu thought.\nIt was hot. Gajju, the elephant wanted to splash water on his back. He sucked water into his trunk and poured it down over his back.Ah, it's so cool\",he thought to himself. Just then, he felt somebody pulling his leg. He tried to take his leg back. He could not move it. He was being dragged into the stream. Then, he spotted the crocodile pulling his leg. Now fully frightened, he started shouting, help, help!\nLallu was puzzled. He meant no harm, he was only pulling the elephants leg playfully. Why was he howling?\nMangu, the monkey was watching the drama in the stream from where he was sitting??atop a mango tree. He could see that Gajju was in pain. He thought he should do something. He picked up ? huge mango and threw it at the crocodile.\nLallu saw from the corner of his eyes, ? big red mango heading towards him. He always wanted to taste ? mango. He had even tried once to climb a mango tree nearby but gave it up as he slipped down. Now, here was ? mango! He jumped high and caught the mango in his jaws!\nGajju, relieved that the croc had released his leg, left the stream in ? hurry. He gave an elephant salute to monkey and departed in ? hurry. Mangu watched the crocodile crunching the mango. You want one more? he asked.\nIt occurred to the crocodile that his wife would also love to eat the juicy mango. So, he nodded his head. The monkey threw another mango which the crocodile caught and swam homeward.\n"
    },
    {
        "ID ": "10",
        "TITLE": "Moocha Raja finds his soulmate",
        "STORY": "One day, a monkey entered Moocha Raja's bedroom through an open window. It sat on the window sill and watched a maid fanning the king, who was sleeping.\nThe maid left on some errand. The monkey jumped into the room, picked up the fan, and started fanning the sleeping king.\nWhen the king woke up, he saw the monkey fanning him. The king blinked. He thought that the maid had changed into a monkey! Just then, the maid walked in, looked at the monkey with the fan in his hand. Shrieking loudly, she ran out of the room.\nThe monkey grinned. Moocha Raja laughed.\nHe took a liking to the monkey at once. The monkey appeared to be his soul mate! Moocha Raja, overcome by love for his soul mate, threw him a banana which the monkey smartly caught.\nLater, when Moocha Raja dressed up to leave for the court, the monkey ran and brought him his shoes. Moocha Raja patted him and threw him a mango, which the monkey accepted with glee.\nMoocha Raja called the royal tailor and asked him to stitch a pant and a coat for the monkey. Dressed up in the coat and the pant with a cap on his head, the monkey accompanied Moocha Raja wherever he went.\nThe minister was worried about Moocha Rajas misplaced trust in a monkey. You can never tell how these monkeys behave sometimes. The minister tried to caution the king. But Moocha Raja cut him short, if you utter even a single word, my new companion will replace you as the minister.\nThe minister shut his mouth and withdrew.\nThat afternoon, Moocha Raja took a nap. The monkey sat beside him with the fan. He saw a fly coming into the room through the window. The monkey eyed this fly suspiciously. The fly ignored the monkey and buzzed towards the sleeping king. The monkey shooed him away with the fan in his hand. But the fly was not easily put off. He came again buzzing. The monkey chased him away, only to find him buzzing above the sleeping king.\nAs though to defy the monkey, the fly sat on the nose of Moocha Raja. Now the furious monkey raised his fist, and brought it down hard on the fly. The fly flew away just in time. But Moocha Raja jumped in pain, holding his broken and bleeding nose.\nAlarmed at the sight of the blood, the monkey jumped out of the window, never to be seen again. Much to the relief of his people, Moocha Raja stayed away from them until his nose had healed!\n"
    },
    {
        "ID ": "11",
        "TITLE": "The crab and the crane",
        "STORY": "Dandy the crane had travelled to places far and wide. But it was a small lake, deep inside a great forest, that he called home. The fishes of this lake were plump and juicy. They were the most delicious fishes in the world, according to Dandy.\nUnfortunately, the fishes were difficult to catch. With Dandy around all the time, the fishes had learnt to swim very quickly. Dandy had enjoyed the challenge. But now, he was growing old. He could feel his bones creaking like a rusted hinge. There came a time when he could no longer catch any fish.\nDandy stood on the edge of the lake with his head bowed down. He stood for days and for weeks. Even the fishes were curious. One of the younger ones swam close to Dandy. The fish kept its distance so that Dandy could not pounce on him. What happened, Uncle? You havent moved from that position in so many days. Is everything okay? squeaked the fish.\nDandy slowly opened his eyes and raised his head, Ah, friend fish. I am sad ever since I heard the bad news.\nWhat bad news, Uncle?\nOh, I dont want you to worry, dear fish.\nNow the fish was curious. Since when did Dandy start caring about fishes? I am old enough to hear any bad news, Uncle. Tell me.\nWith a sigh, Dandy said, A few weeks ago, I flew to the nearby villages. As I sat resting, I heard two men speaking about our beloved lake. They knew about the clear water and plump fishes. They were going to stitch a large net to catch all of you.\nThe fishs tail started twitching nervously. His mouth opened into a big O.\nWhere will I get my next meal if all of you get caught? So, I hang my head in sadness, said Dandy.\nBy now the fish had grown very excited. He dove into the water and swam deep into the lake. In his hurry, he did not see Dandy with a sly smile.\nIn no time, all the fishes were in a panic. Some swam left, others swam right. Some blew bubbles out of fright. But there was no way to escape from the lake. Suddenly, Blu, the leader of the fishes, had an idea. He asked everyone to calm down and follow him. Together, the fishes swam up to Dandy.\nHi Dandy, called out the leader, How are you?\nIs that you Blu? Old friend, its been such a long time since we saw each other, said Dandy.\nI am disturbed by this news you bring about humans coming to this lake.\nOh yes. I think they will finish stitching their nets any day now, said Dandy.\nDandy, old friend, cant you help us out in any way? asked Blu.\nWish I could. But I dont know. I dont know, said Dandy as he bent his head in dejection yet again.\nThe fishes were once again worried. Suddenly, Dandy turned up, Unless!\nUnless what Dandy? asked Blu.\nThere is another lake across the mountain. It is even bigger than this lake. And it is hidden. No human can ever find it. But how will you guys go there? You cant walk on the ground. Oh, this was a stupid idea! wailed Dandy.\nOld friend Dandy, you can help us. You can fill some water in your large mouth and one of us can hop in. You can then fly us to this new lake! said Blu in excitement.\nOh yes! How did I not think of it? Of course, I will help you, old friend.\nSo, the fishes began shifting to their new home. Every day Dandy would take one fish in his mouth to the new lake. He would return the next day for the next one. The fishes would jump into his mouth happily, saying goodbye to their friends, hoping to see them soon.\nOne day a crab came up to Dandy. Uncle you take only fishes to this new lake. Please take me along too.\nOf course, of course. How could I have made such a mistake. You fly with me today, said Dandy.\nThe crab climbed onto Dandys neck, and away they flew. Hours passed by, but Dandy never landed. The crab could see lakes passing by, and wondered why Dandy hadnt taken them there. Finally, they approached a mountain.\nThere were large boulders on the mountain slope. Dandy moved closer and closer to the rocks. Suddenly, the crab saw many fish bones. In an instant, he realised what Dandy was up to. He was eating all the fishes instead of shifting them to their new home!\nUsing both his claws, the crab grabbed Dandys neck. What are you doing, friend crab? I am trying to help you.\nI know what you are up to, Dandy Uncle. You ate all those fishes!\nI am sorry, friend crab. Let go. I just got a little hungry.\nLittle hungry? Then, you should have hunted for food, not tricked us, screamed the crab.\nDandy felt dizzy. He headed straight for the rocks. His head hit them with a huge thud, and he fell unconscious. The crab quickly jumped off Dandys neck and hurried back to the lake. He told everyone about what Dandy had done. The fishes were shocked and thanked the crab for saving their lives.\nDandy eventually did come back to the lake. But the fishes never made the mistake of going near him again.\nAdapted from The Panchatantra.\n"
    },
    {
        "ID ": "12",
        "TITLE": "The frog and the serpent",
        "STORY": "Gangadatta was the king of frogs in a well. His subjects and other relatives too, lived in the same well. The relatives had an eye on his throne and often created problems for King Frog. Soon there was a revolt against the King Frog. He somehow pacified the frogs by giving them gifts. But he was very unhappy. He decided to take revenge and teach them the lesson of their lives.\nOne day, King Frog came out of the well with the help of iron chains hanging on the walls of the well. He headed straight towards the hole of a big black serpent, which he had seen earlier.\nFrom a safe distance, King Frog called out to the serpent. The serpent was surprised to hear the King coming to his door. He came out of the hole.\nI wish to be your friend, said King Frog.\nBut we are born enemies. Serpents eat frogs, he replied, How can we be friends?\nKing Frog spoke to the serpent about his plan and told him that he wanted to teach his relatives a lesson. I want to punish them for revolting against me. I will take you to the well and you can eat them all.\nIs it a dry well? asked the serpent.\nThere is not much water in it, said King Frog. However, you neednt worry. There is a nice hole in the wall of the well, a little above the water level. You can eat my relatives and go into it to take rest.\nOkay, lead me to the well. Ill teach your relatives a lesson, said the serpent hissing loudly.\nKing Frog took the serpent to his well and said, You can eat my enemies, but please spare my near and dear ones.\nAll right, said the serpent and entered the well followed by King Frog. There he started eating the frogs, one by one, as and when pointed out by King Frog. Soon all the enemies of King Frog were eaten up by the serpent.\nA few days passed. The serpent was hungry. The only frogs remaining in the well were King Frog and his family. The serpent said to King Frog, I have finished eating all the rebels. Ive eaten your disloyal minister too. Now, I have nothing to eat except you and your family.\nKing Frog realised his mistake. He somehow, managed to gather some courage and said to the serpent, No problem. Ill visit other wells and ponds and persuade the frogs living there to come to this empty well. Once they are in here, you can feast on them with ease.\nThats good, the serpent became happy. Do it soon. Im hungry.\nBoth King Frog and his wife came out of the well and hopped away, never to return to the same well again.\n\n\n\n"
    },
    {
        "ID ": "13",
        "TITLE": "Lion in the cave",
        "STORY": "An old and hungry lion was looking for food. He was too tired to hunt for his food. His bones ached all the time. He came across a cave. He decided to hide in a nearby bush to see who would come out from the cave. After a few hours, a fox walked out, and left the cave for the day.\nIll hide in this cave, thought the lion, When the fox comes home, Ill eat him up!\nIn the evening, the fox came home. His sharp eyes did not miss the footprints of the lion outside his cave. I see footprints going into my cave. But I see no footprints coming out, the fox told himself.\nThe fox wanted to make sure that no one was hiding inside, waiting to pounce on him. Ha! I can find that out easily, thought the fox.\nHe spoke loud and clear, Oh cave, is it safe for me to come in?\nThe lion, who was hiding inside the cave, was surprised to hear the fox talking to the cave. He kept quiet.\nThe fox continued, You are silent. That means its dangerous to come in.\nThe cave is silent because it is afraid of me, thought the lion. Then he heard the fox say, Thank you, Cave. Ill run for my life.\nOf course, the lion did not want the fox to run away. Its quite safe, Master Fox. Do come in, said the lion mimicking the cave, Come in and take rest.\nThe fox could easily recognize the lions voice. He ran for his life.\n"
    },
    {
        "ID ": "",
        "TITLE": "",
        "STORY": ""
    }
]