[
    {
      "ID": 1,
      "TITLE": "Ms. Pussy in Trouble",
      "STORY": "Ms. Pussy was a wicked old cat. She never meant well for anybody. In an adjoining farm, Mrs. Rooster had laid eggs.\nOne day while Mrs. Rooster was out for a stroll, Ms. Pussy smashed all the eggs while chasing the small mouse. When Mrs. Rooster returned, she cried her heart out and said, \"My babies. What happened to my babies?\"  Mr. Rooster felt Mrs. Rooster's pain and advised her to travel to her friend Bruno, a Labrador, for help.\nWhen she visited the neighbour's farm, Mrs. Rooster found all her three friends there-Brownie, little mouse, and Mr. Bee. Mrs. Rooster told her friends, \"The wicked Ms. Pussy smashed all my eggs,\" and she or he asked for his or her help.\nSeeing Mrs. Rooster cry, the three friends decided to show Ms. Pussy a lesson.\nNext morning when Ms. Pussy was twiddling with her, Mr. Bee buzzed and stung Mrs. Pussy in her buttock.\nMrs. Pussy cried in pain and got really angry. She ran call at the garden where the small mouse lured her into Bruno's den. Bruno awaited Ms. Pussy to point out up. He then pounced on her and destroyed her soft fur. Ms. Pussy never looked so miserable before. And thereafter, was always careful of where she put her foot.",
      "MORAL": "Teamwork can defeat the opponent."
    },
    
      {
        "ID": 2,
        "TITLE": "Shy Amit",
        "STORY": "Amit was truly very innocent and humble. He was as shy as a fawn. At some point he was invited over for dinner by his elder brother.\nAmit left home after breakfast and made the long journey to a different village to meet his kith and kin.\nAfter many months the brothers got together and sat right down to chat. They were having a good time, remembering old times.\"How are you doing Amit?\" asked the brother.\nShy Amit looked down and softly replied, \"Am doing fine brother. How are you doing?\"\nTheir conversation was interrupted by Amit's sister-in-law who said, \"Amit, would you wish a cup of tea?\" Shy Amit was keen to have something. He really wanted to drink a cup of tea, but couldn't say a yes. Instead, he said, \"No, thank you.\"\nAfter a short time dinner was served. Amit's sister-in-law was a really good cook. She had prepared a delicious meal for Amit. His favourite paneer, gobhi and halwa, along with fragrant rice and sweetmeat.\nAmit's mouth watered. He relished every bite of the dish served to him. He wanted a second helping, then he thought, \"How do I ask for another helping? It would look so odd!\"\nAmit's sister-in-law in due course offered a second helping, but Amit was so shy that he couldn't ask for more, though he was dying to have more food. Soon, everyone took their second helping and finished their meal. With half empty stomach, Amit made the long journey back home.",
        "MORAL": "Never be so shy that you do not ask for what you need."
      },
      {
        "ID": 3,
        "TITLE": "Annabel and Cheese",
        "STORY": "In a small hut, on the hills in Scotland, lived Annabel and her parents.\nHer father didn't have money to send her to high school. So, Annabel visited the dairy everyday together with her father.\nWhile her father made cheese, Annabel fed the cows and buffaloes, and played with the goats and sheep.Annabel loved cheese.One day, she asked, \"Daddy, please teach me how to make cheese?\"\nDaddy laughed and said, \"Sure! Are you getting to make some for me as well?\n\"l will make the best cheese in the world for you, daddy smiled Annabel.\nAnnabel's father taught her to form cheese.\nAnnabel became passionate about cooking and everything related to cheese. Although she could never attend school, she learnt everything from her father and mother, hands on.\nYears gone by, Annabel became a great chef and made the planet famous blue cheese in her dairy .",
        "MORAL": "Always make the most of what you've got."
      },
      {
        "ID": 4,
        "TITLE": "A Piece of Pie",
        "STORY": "A small village in Florence, in Italy, was covered in snow. The spirit of Christmas filled the air. Schools were closed. Chocolates and stars, Santa caps and yuletide trees were displayed alongside the shops. it had always been the favourite season of David.\nDavid was only ten, but he enjoyed hanging out with the older boys. To be a part of their group with their acceptance and to play with them, David would do anything they might ask.\nOne day, the older boys were making snowman.\"l can bring my dad's woollen scarf for the snowman,\" said David, who wished to be liked by the older boys. The older boys took the hint and said, \"Bring the headscarf and some money. we will all buy frozen dessert with the money.\"\nA little disheartened, David explained, \"But I do not have any money.\"\n\"Take it from your father's wallet. Are you afraid?\" said one among the boys.\nOn his way back home, David saw his friend Rhea. Rhea visited school with David, and their parents were friends too.\n\"What happened, David? Why are you looking devastated? Mother has baked your favourite pie . Why don't you come home for some?\" asked Rhea. Rhea liked David and really cared for him.\nPushing Rhea roughly to the side, David exclaimed, \"Don't ask me!\" and went home, leaving her in tears.\nA confused and desperate David tried to steal money from his father's wallet and got caught red-handed!\n\"What are you doing David? Are you stealing money?\" disappointed David's father asked in dismay.\n\"I am so sorry father. I will never steal again,\" said David in tears.\nDavid's father wanted to know what made David so desperate, that he began to steal, as he has never shown such behaviour before. \"What happened son? I never expected this from you,\" said his father.\nBursting call at tears, David said, \"Those boys I tried to befriending asked me steal it from your wallet.\"\nFather smiled and picked up David in his arms, and explained, \"Son, true friends will never ask you to steal. Be friends with people that will have your best in their interest and can never encourage you follow the incorrect path.\"\nDavid understood what his father said and never cared to play with the older boys again, or to be friends with them. He also went to Rhea's home to say sorry to her, and had the pie together.",
        "MORAL": "Choose your company wisely."
      },
      {
        "ID": 5,
        "TITLE": "Defeating the Bully",
        "STORY": "Makaal was an enormous, strong, bully in class. He pushed round the other boys, beat them up, ate their lunch, and made them do his homework. His endless torture was unbearable.\nOne day the boys got together and decided to face up against Makaal.\n\"When he beats one among us, all folks will stand together to fight back,\" said a boy.\nThe other said, \"If he eats our lunch, we'll stand together to retrieve it back from him.\"\nAnother one said, \"I won't do his homework anymore. If he forces, we'll march to the teacher together to complain.\"\nIt was decided that they will all stand together when Makaal bullies anybody of them again.\nWhen the time came, those boys stood together, as a team and showed Makaal that they weren't scared of him anymore. Makaal tried to push them harder. In the process, he got beaten up by all the boys.\nThereafter, Makaal never bullied anybody again, as he was shown his place.",
        "MORAL": "One man cannot fight a battle. But team can. Team work helps in achieving our goals."
      },
      {
        "ID": 6,
        "TITLE": "Chasing the Deer",
        "STORY": "One day a leopard saw a gorgeous deer grazing within the sun. The leopard was hungry and wanted to hunt the deer for a meal.\n\"That deer looks delicious. I will be able to quietly go near it and attack! The deer wouldn't even know what struck it,\" the leopard thought.\nOn the opposite side, the deer was chewing on fresh, green grass. \"This grass is so sweet. I should be coming here every day. The flowers have such sweet nectar, the grass is so supple\" thought the deer.\nSuddenly, in the open land, from a distance the deer could see the leopard slowly crawling towards it. Instantly the deer leapt and ran for its life. The leopard chased the deer.\n\"I must run faster!\" exclaimed the deer, and put all its concentration on putting distance from the leopard.\nThe leopard, which was not such fast a runner, and had underestimated the deer, soon saw the deer disappearing out of sight.",
        "MORAL": "Never be over confident of the things you can do."
      },
      {
        "ID": 7,
        "TITLE": "One Should Be Grounded",
        "STORY": "Jane was a sensible, confident and arguably the most beautiful girl in her class. She was always very pleased with herself \"I always get A+ in my tests,\" announced Jane.\nAll the pupils within the class wanted to be friends with Jane due to her popularity.\nSonya was new in school. Jane didn't like her. Hence, nobody spoke or played with Sonya. Sonya was an all-rounder. But achievements never got into her head. One fine morning, the teacher announced, \"Let's have a contest today. Whoever comes first, wins a prize. It will be a multiple skill testing contest\".\nNow Sonya was home-schooled in South Africa. Not only had she deep knowledge on all the subjects, but also she had camped in the wild, faced wild animals together with her father, rode horses, dived in a lake, etc. She had seen and learnt what nobody else had in her class, with first-hand experience.\nSonya thought to herself, \"l need to teach Jane a lesson.\"\nIn mental math test, Sonya gave all the right answers and came first. She drew a picturesque landscape and came first within the drawing competition. In oral competition, Sonya recited from the famous Shakespeare's play.\nThe teacher was very impressed and said, \"That was just brilliant Sonya. Class, we've a winner. She is Sonya!\"\nThe entire class applauded at Sonya's victory and congratulated her. Everybody befriended Sonya and Jane learnt her lesson. \"I am pitying being mean and selfish,\" Jane thought.\nJane corrected her attitude, apologized to Sonya and have become friends together with her.",
        "MORAL": "regardless of how big your achievements are, you always should be humble and grounded."
      },
      {
        "ID": 8,
        "TITLE": "Selfish Ray",
        "STORY": "Ray was a naughty little boy. But he was smart and intelligent. He always came first in school, would never lose a race, or a game of chess. He was so pleased with himself that he would always refuse to assist others. Whenever he was asked for help or favours, he would refuse.\n\"Ray, are you able to please attend the market and buy some eggs?\" asked his mother.\nRay gave an excuse and denied, \"Sorry mother. I would be busy with my homework.\"A friend of Ray wanted his help one day and asked, \"Please help me solve this math problem.\"\n\n\"You must use your brain and solve it yourself,\" replied the arrogant Ray.\n\nOnly one thing mattered to Ray. His precious pen! He thought it had been his lucky pen.\n\nOne day Ray lost that pen, and he had a test subsequent day.\n\nWorried Ray looked everywhere for the pen, but couldn't find it. Helplessly, he went to his mother for her help and asked, \"Mother! I lost my lucky pen! Please help me find it. I even have a test tomorrow.\"\n\nThe mother knew Ray had to be taught a lesson. She ignored his request and said, \"I'm sorry son. i'm going out with Aunty Christine. I would be busy.\"\nWith tears rolling down his eyes, Ray visited his ally for help, \"l have lost my pen. it's my lucky pen. I cannot write the test without it. Please help me find it.\"\n\"I'm sorry Ray. I have to revise for tomorrow's test, would not have the time to waste\" his friend replied.\nRay sat at his desk, crying his eyes out, when his mother walked in to offer his lucky pen to him.\n\"l found it under the sofa, within the drawing room,\" said the mother.\n\"Oh many many thanks mother! thanks such a million!\" said Ray. And thus, Ray learnt his lesson, the hard way.\nAfter that day, Ray helped everyone when possible for him.",
        "MORAL": "You should try to help others when you can"
      }
      
  ]