[
    {
        "id": "1",
        "title": "The Thieves And The Well",
        "story": "Once when King Krishnadevaraya had gone to survey the jail, two burglars who were prisoners there, asked for his mercy. They told him that they were experts at burglary and could help the king in catching other thieves.\r\nThe king being a kind ruler asked his guards to release them but with a condition. He told the burglars that he would release them and appoint them as his spies only if they could break into his advisor Tenali Raman’s house and steal valuables from there. The thieves agreed for the challenge.\r\nThat same night the two thieves went to Tenali Raman’s house and hid behind some bushes. After dinner, when Tenali Raman came out for a stroll, he heard some rustling in the bushes. He at once perceived the existence of thieves in his garden.\r\nAfter some time, he went in and told his wife loudly that they have to be careful about their valuables as two thieves were on the run. He asked her to put all the gold and silver coins and jewellery in a trunk. The thieves overheard the conversation between Tenali and his wife.\r\nAfter some time, he carried the trunk to the well in the backyard of his house and threw it in the well. The thieves saw all of this. As soon as Tenali went inside his house, the burglars came to the well and began drawing water out of it. They kept drawing water the entire night. Almost at dawn, they managed to pull out the trunk but were shocked to see stones in it. This is when Tenali Raman came out and thanked them for letting him sleep well at night and also for watering his plants. The two thieves understood that Tenali Raman had outsmarted them. They apologised to Tenali Raman and he let them go.\r\n",
        "moral": "The moral of the story is one should avoid accepting false claims."
    },
    {
        "id": "2",
        "title": "The Greedy Brahmins",
        "story": "The mother of King Krishnadevaraya was very religious. One day she came and told the king that she would like to offer ripe mangoes to the brahmins the next morning. The king asked his attendants to get mangoes for her. That very night, the king’s mother died. The king was very sad, but he remembered her last wish.\r\nThe king performed all the necessary religious rites. On the last day, he called some brahmins and asked them to suggest a way to fulfil his mother’s last wish. However, the brahmins were greedy. After a discussion, they told the king that his mother’s soul would be at peace only if the king donated mangoes made of gold to them.\r\nThe king invited the brahmins the next morning to give away gold mangoes to them. Tenali Raman heard this and at once understood that the Brahmins were greedy. He invited them to his house to teach them a lesson.\r\nThe next day the Brahmins were very happy to get the mangoes made of gold from the king. Then they went to Tenali’s house thinking that he too would donate something good to them. But when they went inside his house, they saw Tenali standing with the hot iron bar in his hand.\r\nThe Brahmins were shocked. Tenali told them that his mother had died after suffering from rheumatism. She always wished to burn her legs with the hot rods to ease the pain. Thus, he wanted to burn the legs of the Brahmins so that his mother’s soul could rest in peace.\r\nThe Brahmins understood his trick. Feeling ashamed, they returned back the gold mangoes to Tenali and fled from there. Tenali returned all the gold mangoes to the King and told him how the king had been fooled by the brahmins.\r\n",
        "moral": "One should not be greedy and they should be happy in what they have."
    },
    {
        "id": "3",
        "title": "Tenali Raman and The Cursed Man",
        "story": "In the kingdom of Vijayanagara lived a man named Ramaya. He was regarded inauspicious by the people of the town. They believed that if they saw him the first thing in the morning, their entire day would be cursed and they would not be able to eat anything throughout the day.\r\nThis story reached the king’s ears too. He invited Ramaya to his palace to know the truth. He ordered his attendants to make everything available for Ramaya’s stay in the room just next to his room. The next morning, the king without meeting anyone, went to Ramaya’s room first to see his face.\r\nIn the afternoon, the king sat down for lunch, but could not eat anything since there was a fly sitting in his plate. He ordered the cook to prepare lunch for him again. By the time, lunch was prepared, Krishnadevaraya did not feel like eating anymore. Since he had not eaten anything, he could not concentrate on his work. He realised that whatever the people said was indeed true. Thus, he decided that a jinxed man like Ramaya should not live and ordered his soldiers to hang him. The soldiers didn’t want to hang him, but they could not disobey their king.\r\nAfter coming to know about her husband’s punishment, Ramaya’s wife rushed to seek Tenali’s help. With a lot of grief and tears streaming down her eyes, she told Tenali Raman everything.\r\nThe next morning, when the soldiers were taking Ramaya to hang him, they met Tenali Raman on the way. Tenali whispered something in Ramaya’s ears and went. When the guards asked Ramaya for his last wish before being hanged, he said that he wanted to send a note to the king.\r\nThe guard handed over the note to the king. The king read the note in which it was written that if seeing my face, one loses his appetite all day, then a person seeing king’s face, first thing in the morning is destined to lose his life. So, then who was more cursed – he or the king? The King understood what Ramaya meant and set him free.\r\n",
        "moral": "Never believe in superstitions."
    },
    {
        "id": "4",
        "title": "A Handful of Grain or A Thousand Gold Coins",
        "story": "There was a woman named Vidhyulatha in the Vijayanagara Kingdom. She was proud of her accomplishments in the field of fine arts and was arrogant too. One day she put up a board in front of her house. On the board, it was written that whoever would defeat her wit, intelligence, wisdom and knowledge in ancient books, she would reward that person with one thousand gold coins. Many scholars took the challenge but could not defeat her.\r\nDays passed but no one could defeat her. One day a man selling firewood was shouting on top of his voice just outside her house. When this went on for quite some time, Vidhyulatha got irritated. She came outside and asked him to sell her the firewood. The man hearing that said that he did not want to sell his firewood in exchange for money but for a handful grain. Vidhyulatha agreed and asked him to dump the firewood at her backyard. The man insisted that she did not understand what he had actually asked for. He further told her that now if she couldn’t pay the exact price of a handful grain, then she must give the thousand gold coins and also take off the board asking people to come for an intellectual argument with her. Vidhyuulatha got angry and said, “what nonsense are you saying?”\r\nThe vendor replied that it was not nonsense, and she had failed to understand what he meant, and hence had lost her in the war of words.\r\nWhen she heard what he just said, she got very angry. After a heated argument between the two, Vidhyulatha approached the Provincial Court. The judge heard what Vidhyulatha had to say. Then he asked the firewood seller what he wanted. He told the judge that in lieu of the firewood, he had asked her for a handful grain which means a grain which would fill her hand. Since she had failed to understand such a simple thing, she isn’t as wise as she assumes to be and therefore should take off the board in front of her house.\r\nThe judge was impressed by the firewood seller’s intelligence and wit and asked Vidhyulatha to pay him one thousand gold coins and to take off the board outside his house.\r\nTenali Raman had actually disguised himself as the firewood seller in order to teach the arrogant and snobbish Vidhyulatha a lesson.\r\n",
        "moral": "You should be humble about your achievements and intelligence."
    },
    {
        "id": "5",
        "title": "The Reward and The Punishment",
        "story": "When Tenali Raman first came to Hampi, he wanted to meet the King Krishnadevaraya. Leaving his wife at the temple, he rushed towards the king’s court to meet him. When he arrived outside the king’s palace, the guard at the palace gate did not allow him to enter.\r\nTenali Raman told him that he wanted to meet the king as he had heard that King Krishnadevaraya was very kind and generous. He said that since he had come from a far-off place, the king would surely give him gifts. Hearing that the guard asked Tenali if he gets gifts from the king, what will he get? Tenali promised the guard that whatever the King gives him, he would share it with him. The guard then allowed him to get inside the palace.\r\nWhen he was about to enter the king’s court, another guard stopped him. Tenali Raman promised him half of what he would receive as a gift. Hearing this, he too let Tenali in.\r\nWhen Tenali went inside the king’s court, he ran towards him. The king got angry and ordered his guards to give him fifty lashes. With folded hands, he told the king that he had to share this gift with the guards who had helped him enter the king’s court. Hearing this, the king ordered the two guards to be given fifty lashes each.\r\nThe king was very impressed by Tenali Raman’s quick wit and intelligence. He gifted his expensive clothes and took him as his royal court jester.\r\n",
        "moral": "One should not be greedy."
    },
    {
        "id": "6",
        "title": "Raman’s Salutation to The Donkeys",
        "story": "The Royal teacher Tathacharya belong to Vaishnavite sect and worshipped Vishnu. He disregarded the Smarthas who were followers of Sri Adi Shankaracharya.\r\nSince he looked down on the Smarthas, Tathacharya always covered his face with a cloth while going out so that he may not have to see the face of any Smartha. Everyone, including the king, was angry because of his behaviour. So, the people and the king himself requested Tenali to solve this problem.\r\nSo, after listening to everyone, Tenali went to Tathacharya’s house to pay him a visit. As soon as he saw Tenali, he covered his face. Seeing this, Tenali asked him why he was covering his face in front of his disciple. Tatacharya told him that Smarthas were sinners and if he saw their face, he would be a donkey in his next birth. Hearing this, Tenali found a way to teach Tathacharya a lesson.\r\nAfter a few days, Tenali had accompanied the King, Tathacharya, and all the courtiers for a picnic. When they were returning, he saw some donkeys on the way. On seeing them, he rushed towards the donkeys, and he bent down to salute them.\r\nEveryone, including the king, was shocked to see that. The king asked Tenali what made him do so? Tenali told the king that he was paying his respect to Tathacharya’s ancestors and forefathers who had become donkeys after having sinned by looking at the face of Smarthas.\r\nThe king understood Tenali’s humour, and Tathacharya was ashamed of himself. Tathacharya never covered his face from then on.\r\n",
        "moral": "Never judge people based on their caste or religion."
    },
    {
        "id": "7",
        "title": "Tenali Rama’s Desire to Turn A Dog into A Cow",
        "story": "One morning, the King Krishnadevaraya woke up and sleepily asked his attendant to call the barber. By the time the barber came, the king was fast asleep in his chair.\r\nThe barber did not want to disturb the king. Thus, very quietly and skilfully, he cut King’s hair and shaved his beard without waking him up. When the king woke up, he did not see the barber and was very angry and asked his attendant to call the barber immediately.\r\nAs the attendant left, the king felt his chin and cheeks and saw that they were all clean. He peered into the mirror and saw that the barber had done his work well without waking him up.\r\nWhen the barber came, he praised him for his work and asked him what he wanted as his reward. The barber said that he wanted to become a Brahmin. The King was taken aback by the strange request. However, since he had promised him, the King called few Brahmins and told about the barber’s strange wish. The Brahmins agreed since the King had agreed to reward them with riches.\r\nThe request of the barber was not taken well by the other Brahmins of Vijayanagar, but they could not protest for the fear of punishment. They went to seek help from Tenali Raman on this issue.\r\nThe next morning, when the barber was being taken to the river amidst chanting of mantras to change his caste, the king who was sitting there to oversee the ritual saw Tenali standing at a distance with a dog by his side. The King went up to him and asked what was Tenali doing? To this Tenali replied that he was trying to change the dog into a cow.\r\nHearing this, the king started laughing. He told Tenali that he was a fool to think such. Tenali replied back by telling the king that if the barber could become a Brahmin, why can’t the dog transform into a cow.\r\nThe king understood what Tenali meant. He asked for the barber and told him that it was impossible for him to change into a Brahmin and that he should ask for some other wish.\r\nOne morning, the King Krishnadevaraya woke up and sleepily asked his attendant to call the barber. By the time the barber came, the king was fast asleep in his chair.\r\nThe barber did not want to disturb the king. Thus, very quietly and skilfully, he cut King’s hair and shaved his beard without waking him up. When the king woke up, he did not see the barber and was very angry and asked his attendant to call the barber immediately.\r\nAs the attendant left, the king felt his chin and cheeks and saw that they were all clean. He peered into the mirror and saw that the barber had done his work well without waking him up.\r\nWhen the barber came, he praised him for his work and asked him what he wanted as his reward. The barber said that he wanted to become a Brahmin. The King was taken aback by the strange request. However, since he had promised him, the King called few Brahmins and told about the barber’s strange wish. The Brahmins agreed since the King had agreed to reward them with riches.\r\nThe request of the barber was not taken well by the other Brahmins of Vijayanagar, but they could not protest for the fear of punishment. They went to seek help from Tenali Raman on this issue.\r\nThe next morning, when the barber was being taken to the river amidst chanting of mantras to change his caste, the king who was sitting there to oversee the ritual saw Tenali standing at a distance with a dog by his side. The King went up to him and asked what was Tenali doing? To this Tenali replied that he was trying to change the dog into a cow.\r\nHearing this, the king started laughing. He told Tenali that he was a fool to think such. Tenali replied back by telling the king that if the barber could become a Brahmin, why can’t the dog transform into a cow.\r\nThe king understood what Tenali meant. He asked for the barber and told him that it was impossible for him to change into a Brahmin and that he should ask for some other wish.\r\n",
        "moral": "You can change the outer appearance of a person, but his character remains the same."
    },
    {
        "id": "8",
        "title": "The Biggest Fool",
        "story": "King Krishnadevaraya loved horses and had a collection of some of the best breed of horses in his stable.\r\nOnce a horse trader from Arabia came to the court of Krishnadevaraya and told him that he had some very good breed of Arabian horses for sale. He invited the King to see the horse that he had brought with him and told him that if he liked it, he would send for the other horses too.\r\nThe King loved the horse and told him that he would like all his horses. The King paid him 5000 gold coins as an advance, and the trader promised that he would return with the other horses in 2 days before leaving.\r\nTwo days passed by, then two weeks and still, the trader did not return. The King got more and more anxious. One evening, to relax his mind, he went to take a stroll in the garden. There he saw Tenali Raman writing down something in a paper. The King went up to him and asked what he was writing. He did not get an answer. The King further quizzed him. Tenali then looked up and told the King that he was writing down the names of the biggest fools of the Vijayanagar Kingdom.\r\nThe King took the paper from him and saw his name written at the top. He was furious with Tenali and asked for an explanation. To that Tenali replied that any man who gives away 5000 gold coins to a total stranger is a fool. The King then asked Tenali what if he returned with the horses; to which Tenali said then, in that case, that man would be a fool. He would then write down the trader’s name instead of the kings.\r\n",
        "moral": "Do not believe in strangers blindly."
    },
    {
        "id": "9",
        "title": "The King’s Dream",
        "story": "One morning, Krishnadevaraya looked very worried. Tenali Raman asked the King what made him look so worried. The King answered that it was the dream that had been troubling him. Tenali further quizzed him about his dream.\r\nThe King told him that he dreamt of a beautiful palace floating in the clouds. It was made up of precious stones and had wonderful gardens. But suddenly the dream ended and the king was unable to forget the dream.\r\nTenali was about to tell the futility of such dreams when Chatur Pandit, another Minister of Krishnadevaraya told the king that he should chase his dream and make it come true. Chatur Pandit being a cunning man had plans to make the king build such a castle and taking a chance of the opportunity to fill his pocket.\r\nTenali understood Chatur Pandit’s corrupt plan but did not show his displeasure against the plan. The king asked Chatur to start work on the project the very next day.\r\nDays went by, but every time the king asked about the project, Chatur would make excuses. He would ask the King a few more questions about his dream and then ask for more time and money.\r\nOne day an old man came inside the court of Krishnadevaraya and asked him for justice. Since the king was very just and honest, he promised the man that he would be given justice.\r\nThe old man told the king that he had been a wealthy merchant till a week back when he was looted and his family members killed. The king enquired if he knew who did so and he said that he did know. The King asked for the name. To the king’s astonishment, the old man said he had a dream last night and he saw that he was looted and his family was murdered by the king and Chatur Pandit. Hearing that the king got angry and asked him how his dream could be a reality. The old man replied back by saying that he was just a mere citizen of an empire whose king was chasing an impossible dream.\r\nGetting this reply and on a closer look, the King could make out that the old man was none other than his very own advisor Tenali Raman.\r\n",
        "moral": "It is best to avoid wild goose chases."
    },
    {
        "id": "10",
        "title": "Tenali and the Great Pundit",
        "story": "Once, a great pundit (learned man) came to Vijayanagar. He approached the king and claimed that he was so knowledgeable that he could defeat all the king’s ministers in a debate about any subject.\r\nThe king accepted the challenge and asked his ministers to compete with the pundit. However, All the ministers were defeated as the pundit seemed to be an expert on every subject.\r\nAt last, it was Tenali Raman’s turn. Tenali showed the pundit a cloth cover in the shape of a book and told him, “I will debate with you on a topic from this great book called ‘Thilakstha Mahisha Bandhanam’.” The pundit was stumped, as he had never heard of such a book.\r\nThe pundit asked the king for one night’s time to prepare. However, the pundit was worried that he would lose the debate as he had never heard of the book. So, he packed his things and left the kingdom quietly at night.\r\nThe next day, the king and courtiers heard that the pundit had gone away during the night. The king was impressed with Tenali and told him he wanted to read the book that scared the pundit away. Tenali laughed and said such a book did not exist. He unpacked the cloth cover only to reveal a bundle of ’til’ sticks and some sheep dung tied together by a buffalo-hide rope to form the shape of a book. Tenali had combined the Sanskrit names of the contents of the cloth cover to make up the book’s name – ‘Thilakashta Mahisha Bandhanam’.\r\nThe King was impressed with Tenali’s cleverness and rewarded him.\r\n",
        "moral": "You should not be overly arrogant about your knowledge and wisdom."
    }
]